[
    {
        "advisory_board": [
            {
                "id": 1,
                "name": "AIG C.K. Aderanti",
                "image": "https://cdn.tacafrica.org/assets/img/aderanti.png",
                "title": "Daniel Security Systems Limited President / CEO Nigeria",
                "bio": "Cornelius Kayode Aderanti, Mni. – served with the Nigeria Police Force for 35 years meritoriously in the following capacities:- First African to the appointed in the UN training center; Deputy Defense Adviser(Police) Permanent Mission of Nigeria to the UN Headquarters, New york; Senior Police Liaison Adviser, in the office of Operations, African Division(DPKO), UN Headquarters, New york; Head, INTERPOL National Central Bureau, Abuja
                        CP / Director, Directorate of peacekeeping operations and training, Headquarters, Abuja
                        Commissioner of Police Lagos State Command
                        Assistant Inspector General of Police Zone 2 Lagos– In - Charge of South West Commands
                        Assistant Inspector General of Police Zone 1, Kano– In - Charge of North West commands
                        Assistant Inspector General of Police Zone 3 Yola– In - Charge of Northeast Commands.
                        AIG C.K.Aderanti, mni(Rtd.) is an astute administrator and a result - driven stickler for perfection."
            },
            {
                "id": 2,
                "name": "MBE BSc MA GCGI Managing Editor, Grey Hare Media Limited, London, United Kingdom ",
                "image": "https://cdn.tacafrica.org/assets/img/ingram.png",
                "title": "Daniel Security Systems Limited President / CEO Nigeria",
                "bio": "Philip is a widely published journalist, specialising in the security and intelligence arenas who has built a long and senior career in British Military Intelligence, with years of experience in all aspects of intelligence and security as well as strategic planning.

                        He presents and interview on screen, with the output being delivered to large organisations such as INTERPOL.Philip have commentated
                        for BBC TV News and Radio, BBC Mundo, TRT World, CNN, ABC, CBC, Japanese NTV, RT.com and many others as well as presenting INTERPOL World TV.He retain other business interests in the armoured vehicle and specialist molecular detection, and specialist Cyber Intelligence where he Chairs a company.He is frequently quoted in the mainstream press.

                        His broad experience sets him up as a perfect chair
                        for conferences and roundtables and He have been a speaker at dinner events stirring up a little debate amongst the diners where appropriate and at a number of high - level roundtable and spotlight events.He is a PTSD survivor.

                        Specialities: Journalism(print, online and video), business mentoring, marketing, risk management, change management, SEO, writing, presenting, podcasting and interviewing;
                        with a splash of cyber security and cyber intelligence."
            },
                        {
                          "id": 3,
                          "name": "Ibrahim Gambari",
                          "image": "https://cdn.tacafrica.org/assets/img/Ibrahim-Gambari.png",
                          "title": "Founder/Chairman of Savannah Center",
                          "bio": ""
                        }
        ]
    },
]